// Task 2. Напишите программу, которая на вход принимает
// два числа и выдает, какое число большее, а какое меньшее
// a = 5; b = 7 -> max = 7
// a = 2; b = 10 -> max = 10
// a = -9; b = -3 -> max = -3

Console.WriteLine("Hello, World!");


// Task 4. Напишите программу, которая принимает на вход 
// три числа и выдает, максимальное из этих чисел
// 2, 3, 7 -> 7
// 44, 5, 78 -> 78
// 22, 3, 9 -> 22


// Task 6. Напишите программу, которая на вход принимает
// число и выдает, является ли число четным (делится ли 
// оно на два без остатка)
// 4 -> да
// -3 -> нет
// 7 -> нет


// Task 8. Напишите программу, которая на вход принимает
// число (N), а на выходе показывает все четные числа от 1 до N
// 5 -> 2, 4
// 8 -> 2, 4, 6, 8
